{
    "menu": {
        "item2": "About Me",
        "item3": "Skills",
        "item4": "Education",
        "item5": "Projects",
        "item6": "Contact"
    },

    "home": {
        "home_text-1": "Hello! I am",
        "home_text-3": "Front-End Web Developer",
        "parrafo-info": "I am a web developer passionate about technology, focused on creating intuitive and functional user interfaces. My current focus is frontend development, but I am constantly learning to expand my skills towards full-stack development. I strive to maintain clean and well-structured code, always looking to improve the quality of the final product. I deeply value teamwork and collaboration, as I believe the best solutions come from the exchange of ideas and cooperation. I am committed to my professional growth and delivering innovative, high-quality solutions.",
        "cv_button": "Download CV",
        "contact_button": "Contact"
    },

    "sobre-mi": {
        "title": "About Me",
        "texto_sobreMi": "I am a passionate web development student, always seeking new challenges and opportunities to continue learning. I consider myself a proactive person, with strong problem-solving skills and the ability to adapt to new technologies. My focus is on creating efficient and collaborative solutions, and I am always looking to improve both my technical skills and interpersonal competencies."
    },

    "habilidades": {
        "title": "Skills"
    },

    "formacion": {
        "title": "Education",
        "formacion1": "Programmer Analyst",
        "tiempo-formacion1": "2024 - Ongoing",
        "formacion2": "Web Developer",
        "tiempo-formacion2": "2024 - Completed",
        "formacion3": "JavaScript",
        "tiempo-formacion3": "2024 - Completed",
        "formacion4": "React Js",
        "tiempo-formacion4": "2024 - Completed"
    },

    "proyectos": {
        "title": "Projects",
        "title-proyecto1": "Expedition Landing",
        "info-proyecto1": "A landing page designed to promote an expedition to the Andes, highlighting destinations like Aconcagua, Fitz Roy, and Torres del Paine. An attractive and functional design for a unique experience.",
        "title-proyecto2": "Momentis E-commerce",
        "info-proyecto2": "A watch e-commerce with a carefully curated selection of models presented clearly and attractively to facilitate exploration.",
        "title-proyecto3": "2048",
        "info-proyecto3": "2048 is a game where you combine numbered blocks until you reach 2048. It’s played on a 4x4 grid, and the goal is to avoid filling the board so you can’t move anymore."
    }
}
